Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Ek wil glo dat wat uit 'n vrou!
ar: أود أن نعتقد أن يأتي من امرأة!

source: Is jy ly?
ar: هل تعاني؟

source: sal die vloek jy martel.
ar: عندما ترجع قوتك، فإن لعنة عذاب لك.

source: Ek voel soos ek het vir dae aan die slaap geraak.
ar: أشعر أنني قد ينام لعدة أيام.

source: Ek gedroom San is oor my kyk.
ar: حلمت كان سان مشاهدة أكثر مني.

source: so ek kon byt jou kop af.
ar: تمنيت كنت تصرخ في نومك، حتى أتمكن من قضم رأسك.

source: Hierdie woud is pragtig.
ar: هذه الغابة هي جميلة.

source: Is die varke beweeg nie?
ar: هل الخنازير تتحرك حتى الآن؟

source: t dit hoor...
ar: العودة إلى الكهف، ولد. يمكنك أبوس]؛ ر سماع ذلك...

source: Die bos roep as die varke vorentoe beweeg.
ar: ويصرخ كما تتحرك إلى الأمام الخنازير الغابات.

source: Ek hoor die bos huil en voel die vermorsing van my liggaam... en ek wag vir daardie vrou.
ar: أسمع بكاء الغابة ويشعر الهزال من جسدي... وأنا انتظر تلك المرأة.

source: Ek droom van die breek haar kop in my kake.
ar: أحلم سحق رأسها في فكي بلدي.

source: Kan's doen t die mens en die bos leef in vrede?
ar: يمكن وأبوس]؛ ر البشر والغابات تعيش في سلام؟

source: t dit gestop word?
ar: أبوس]؛ر هذاأن يتوقف؟

source: Die mense is besig om.
ar: تتجمع البشر.

source: selfs hier.
ar: نحن لسنا في مأمن، حتى هنا.

source: En San?
ar: وسان؟

source: Sal jy haar dwing om met jou te sterf?
ar: سوف يجبرها أن يموت معك؟

source: Hoe soos 'n mens.
ar: كيف مثل الإنسان.

source: Jy dink net aan jouself.
ar: هل تعتقد فقط من نفسك.

source: so sal sy.
ar: وهي ابنة قبيلتنا. إذا الغابة تموت، حتى انها سوف.

source: Stel haar gratis!
ar: أعتقها!

source: Sy is 'n menslike.
ar: هي الإنسان.

source: seun!
ar: الصمت، صبي!

source: Wat kan jy doen vir haar?
ar: ماذا يمكنك ان تفعل لها؟

source: Die mense wat die bos geskend het haar in my pad as hulle het van my.
ar: البشر الذين انتهكوا الغابة ألقى لها في طريقي لأنها ركض مني.

source: Nou is sy nie menslike of wolf.
ar: وهي الآن لا الإنسان ولا الذئب.

source: mooi dogter.
ar: بلدي الفقيرة، قبيحة، ابنة جميلة.

source: Kan jy haar help?
ar: هل يمكنك انقاذ حياتها؟

source: maar ons saam kan leef.
ar: أنا دون وأبوس]؛ ر أعرف، ولكن معا نستطيع العيش.

source: Hoe?
ar: كيف؟

source: Sal jy by San en die stryd teen die mens?
ar: وسوف ينضم سان ومحاربة البشر؟

source: No Dit sal eers meer haat teel.
ar: رقم وهذا تولد سوى المزيد من الكراهية.

source: Daar is niks wat jy kan doen.
ar: لا يوجد شيء يمكنك القيام به.

source: Kort Nago's doen vloek sal jou doodmaak.
ar: قريبا ناجو وأبوس]؛ ق عنة سوف يقتلك.

source: Laat hierdie plek by sonsopkoms.
ar: ترك هذا المكان عند شروق الشمس.

source: Kan jy loop?
ar: هل أنت تمشي؟

source: dankie vir jou en die Deer God.
ar: نعم، وذلك بفضل لك ودير الله.

source: Het jy bekommerd?
ar: هل تقلق؟

source: My bene is steeds swak.
ar: ساقي لا تزال ضعيفة.

source: Dit is te stil.
ar: أنها هادئة جدا.

source: Waar is die Kodama?
ar: أين هي كوداما؟

source: Ek ruik die yster fabriek.
ar: أستطيع أن أشم رائحة الحديد المزخرف.

source: Dankie vir die begeleiding van my.
ar: شكرا لتوجيه لي.

source: Ek het 'n guns te vra.
ar: لدي صالح أن نسأل.

source: Gee dit vir San.
ar: يعطي هذا لسان.

source: Laat's doen gaan.
ar: دعونا وأبوس]؛ نذهب.

source: t asem te haal.
ar: يا لها من رائحة! لا يمكنني أبوس]؛ ر التنفس.

source: Dit is Tracker's doen rook.
ar: هذا هو تعقب وتضمينه في الدخان.

source: Dit sal ons sin van die reuk stomp.
ar: وسوف تخفف من حدة حاسة الشم.

source: Dit is haar.
ar: ومن لها.

source: - Sy weet ons is hier.
ar: - انها تعرف نحن هنا.

source: - Dit is 'n lokval.
ar: - وهو الفخ.

source: Trap?
ar: فخ؟

source: Hulle wil die varke te lok uit die bos.
ar: انهم يريدون استدراج الخنازير للخروج من الغابة.

source: Alles is beplan.
ar: تم التخطيط له كل شيء.

source: Ons's doen vyf het om hulle te waarsku.
ar: لقد أحرزنا لقد حصلت لتحذيرهم.

source: Hulle's doen ll sterf!
ar: وهم وأبوس]؛ يموت ليرة لبنانية!

source: Okkoto is geen dwaas.
ar: Okkoto ليس أحمق.

source: maar hulle's doen ll beheer.
ar: والخنازير يعرفون ذلك هو الفخ، ولكن لا يزال أنها وأبوس]؛ تهمة ليرة لبنانية.

source: Hulle is 'n trotse ras.
ar: هم سباق فخور.

source: Die laaste een lewendig sal hou laai vorentoe.
ar: آخر واحد على قيد الحياة سوف تبقي الشحن إلى الأمام.

source: Hulle sny bome.
ar: انهم قطع الأشجار.

source: Nog provokasie.
ar: استفزاز آخر.

source: dit is afskeid.
ar: الأم، وهذا هو الوداع.

source: Die rook sal blind Okkoto.
ar: الدخان وأعمى Okkoto.

source: Ek sal sy oë.
ar: سأكون عينيه.

source: Maar daar is 'n lewe vir jou met daardie seun.
ar: لكن هناك الحياة بالنسبة لك مع هذا الفتى.

source: Van Ashitaka... vir my?
ar: من Ashitaka... بالنسبة لي؟

source: Dit is pragtig.
ar: انها جميلة.

source: Julle twee gaan saam met San.
ar: لكم اثنين تذهب مع سان.

source: Ek sal bly met die Deer God.
ar: سأبقى مع الغزلان الله.

source: Die stam van Moro veg met jou!
ar: قبيلة مورو تحارب معك!

source: Waar is Okkoto?
ar: أين هو Okkoto؟

source: Dankie!
ar: شكرا لك!

source: Dit is afkomstig van die yster fabriek.
ar: وهي قادمة من الحديد المزخرف.

source: Samurai!
ar: السامرائي!

source: Laat my!
ar: اسمحوا لي بالمرور!

source: Ek Don's doen t glo nie.
ar: أنا دون وأبوس]؛ ر أصدق ذلك.

source: Hy fending hulle af.
ar: فهو يقي أجبرتها على الفرار.

source: Don's doen t mors jou pyle.
ar: دون وأبوس]؛ ر النفايات السهام الخاصة بك.

source: Vinnige!
ar: السريع!

source: dit is vir hom.
ar: - أنت على حق، فمن له.

source: - Dit is nie 'n spook.
ar: - ليس شبحا.

source: Natuurlik!
ar: بالطبع!

source: Hulle het gedink hulle's doen d vang ons terwyl die mans was weg.
ar: ظنوا أنهم وأبوس]؛ د قبض لنا بينما كان الرجال بعيدا.

source: Ons het's doen em!
ar: أظهرنا وأبوس]؛ م!

source: - Hulle het gedink ons's doen d maklik wees nie.
ar: - ظنوا أننا أحرزنا د يكون سهلا.

source: - Waar is Lady Eboshi?
ar: - أين هو سيدة Eboshi؟

source: Sy het elke man en weggetrek na die Deer God.
ar: أخذت كل رجل وذهب بعد دير الله.

source: t haar bereik.
ar: نحن محاصرون هنا ويمكن أبوس]؛ ر الوصول لها.

source: So dit is wat ek gehoor het.
ar: لذلك هذا هو ما سمعت.

source: ek het nog steeds jou boog nie.
ar: سيدي، لقد حصلت على ما زالت القوس.

source: Wat oor sy saal en mantel?
ar: ماذا عن له سرج وعباءة؟

source: - Ek het vergeet.
ar: - لقد نسيت.

source: - Jy is nutteloos!
ar: - أنت عديم الفائدة!

source: dankie!
ar: Koroku، وذلك بفضل!

source: Ek sal help bring.
ar: سأحضر المساعدة.

source: Kan jy hou?
ar: يمكنك الاستمرار في؟

source: Ons's doen sal gooi warm yster op hulle as ons moet!
ar: لقد أحرزنا سوف تصب الحديد الساخن عليها اذا كان لدينا ل!

source: Ashitaka!
ar: - عجل، Ashitaka!

source: - Bring Lady Eboshi.
ar: - أحضر سيدة Eboshi.

source: Gemis!
ar: لم يرد عليها!

source: Hulle bring bote.
ar: وهم بذلك القوارب.

source: Haastig!
ar: عجل!

source: ook!
ar: استدعاء سيدة Eboshi. لقد أحرزنا سوف تحارب أيضا!

source: Ek sal terug wees.
ar: سأعود.

source: Aanhou veg!
ar: مواصلة القتال!

source: Ons's doen sal hier wees!
ar: لقد أحرزنا سوف تكون هنا!

source: Dood dat die mens!
ar: قتل هذا الرجل!

source: Yakul!
ar: هم بعدنا، Yakul!

source: Brandende vleis...
ar: حرق اللحم...

source: Wys my die wond.
ar: أرني الجرح.

source: Wag hier.
ar: انتظر هنا.

source: het ek gesê!
ar: البقاء، قلت!

source: Ons is amper daar.
ar: نحن تقريبا هناك.

source: Wie gaan daar?
ar: الذي يذهب هناك؟

source: Jy is nie hier toegelaat nie.
ar: لا يسمح لك هنا.

source: Ek is baie dank verskuldig aan hierdie manne.
ar: أنا مدين لهؤلاء الرجال.

source: Ek het 'n boodskap vir Lady Eboshi.
ar: لدي رسالة للسيدة Eboshi.

source: Sy is nie hier nie.
ar: انها ليست هنا.

source: Ek wil sien dat sy dit kry.
ar: سوف أرى أن تحصل عليه.

source: Ek sal met haar praat.
ar: سأتحدث لها.

source: Waar is sy?
ar: أين هي؟

source: jy het dit na alles!
ar: Ashitaka، قمت بها بعد كل شيء!

source: Jy het erg gely het.
ar: لقد عانت بشدة.

source: Sommige mense is nog steeds begrawe.
ar: بعض الرجال لا تزال مدفونة.

source: Dit was aaklig.
ar: لقد كان أمرا مروعا.

source: Daar's doen nog tyd.
ar: هناك وأبوس]؛ ق لا يزال الوقت.

source: Die vroue wat die innerlike palissade.
ar: النساء وتحتجز حظيرة الداخلي.

source: Dit kan nie bly staan ​​nie!
ar: هذا لا يمكن أن يقف!

source: Asano gewag totdat ons vertrek.
ar: انتظر اسانو حتى مغادرتنا.

source: Waar is Lady Eboshi?
ar: أين هو سيدة Eboshi؟

source: Sy het na die Deer God.
ar: ذهبت بعد دير الله.

source: Bel haar rug.
ar: اتصل ظهرها.

source: Daar's doen geen tyd!
ar: هناك وتضمينه في أي وقت من الأوقات!

source: te beweeg.
ar: إذا الانتهاء، يتحركوا.

source: Kry weer aan die werk!
ar: نعود إلى العمل!

source: En die yster fabriek?
ar: وللحديد؟

source: Wag nou 'n minuut!
ar: الآن الانتظار لمدة دقيقة!

source: Hulle is gereed om ons almal te offer.
ar: انهم مستعدون للتضحية لنا جميعا.

source: - Daar's doen geen tyd om te verloor nie.
ar: - هناك وتضمينه في أي وقت من الأوقات أن يخسر.

source: - Stuur Eboshi 'n boodskap!
ar: - إرسال رسالة Eboshi!

source: Sy is diep in die bos.
ar: وهي عميقة في الغابة.

source: Ons's doen sal nooit haar kry.
ar: لقد أحرزنا سوف تجد لها أبدا.

source: dan.
ar: إرسال أحد بتتبع الخاص بك، ثم.

source: Hulle gebruik Lady Eboshi.
ar: انهم يستخدمون سيدة Eboshi.

source: Was daar enige wolwe met die varke?
ar: كانت هناك أي الذئاب مع الخنازير؟

source: Het jy gesien Prinses Mononoke?
ar: هل رأيت الأميرة مونونوكي؟

source: Dit was pikdonker toe hulle by ons.
ar: كان الملعب السوداء عندما جاءوا إلينا.

source: Sy was daar.
ar: كانت هناك.

source: Ons was op die voorste linies...
ar: كنا على خط الجبهة...

source: En?
ar: و؟

source: die wêreld onderstebo gedraai...
ar: أنا دون وأبوس]؛ ر يعرفون. فجأة، تحول العالم رأسا على عقب...

source: Die verkenners het ons daar die varke te lok in
ar: وضعت الكشافة لنا هناك لجذب الخنازير في

source: Daar was myne onder ons...
ar: كان هناك لغم تحت لنا...

source: En granate van bo.
ar: وقنابل يدوية من فوق.

source: ek wil om jou te help.
ar: لا يزال، وأنا أريد لمساعدتك.

source: Daar's doen 'n wolf nog lewe hier.
ar: هناك وتضمينه في ذئب لا يزال على قيد الحياة أكثر من هنا.

source: wat is jy...
ar: سيدي، ما أنت...

source: Sir!
ar: يا سيدي!

source: seun?
ar: ماذا تفعل يا ولد؟

source: Hy's doen sal my na Eboshi.
ar: وو [أبوس]؛ سوف يأخذني إلى Eboshi.

source: is jy?
ar: حتى أنت معهم، وأنت؟

source: Wil jy hierdie manne en hul gesinne te offer?
ar: هل تضحية هؤلاء الرجال وعائلاتهم؟

source: Gif pyle!
ar: السهام السموم!

source: Gee my 'n hand!
ar: أعطني يد!

source: Hy is gratis!
ar: وهو حر!

source: Gaan deur die moeras en steek naby die dam.
ar: الذهاب من خلال المستنقع والاختباء بالقرب من البحيرة.

source: Hulle het skerpskutters.
ar: لديهم قناصة.

source: Wees versigtig.
ar: كن حذرا.

source: Neem hierdie.
ar: خذ هذا.

source: My laaste pyl gebreek.
ar: كسر بلدي السهم الماضي.

source: Gaan saam met hulle.
ar: الذهاب معهم.

source: Kyk na hom!
ar: انظروا من بعده!

source: Vind San.
ar: البحث سان.

source: Dit is waar Eboshi is.
ar: هذا هو المكان الذي هو Eboshi.

source: Hou op met die verkenners.
ar: مواكبة الكشافة.

source: Ons eindig dit vandag!
ar: ننتهي من هذا اليوم!

source: Okkoto's doen seermaak.
ar: Okkoto وأبوس]؛ ق يصب بأذى.

source: Hy en die meisie gaan na die Deer God.
ar: هو والفتاة تسير إلى دير الله.

source: So hulle gaan om hom te vra vir hulp.
ar: حتى أنهم ذاهبون ليطلب منه المساعدة.

source: Bly saam met hulle.
ar: البقاء معهم.

source: Hou buite sig of hy sal verskyn nie.
ar: تحفظ بعيدا عن الأنظار أو أنه لن يظهر.

source: Natuurlik.
ar: بالطبع.

source: Was dit beer bloed op sy gesig?
ar: كان ذلك الخنزير الدم على وجهه؟

source: dit is mos's doen t dit?
ar: بل هو خدعة الكشفية. مقززة، ويسن [أبوس]؛ ر ذلك؟

source: Ons is amper by die Deer God's doen dam.
ar: نحن تقريبا في دير الله وتضمينه في البركة.

source: Iets's doen kom!
ar: شيء وأبوس]؛ ق القادمة!

source: Okkoto!
ar: شيء وتضمينه في الخطأ، Okkoto!

source: Ons moet bly beweeg.
ar: علينا أن نواصل التحرك.

source: Iets sleg kom.
ar: شيء سيئ قادم.

source: t ruik.
ar: لا يمكنني أبوس]؛ ر رائحة لها.

source: Daar's doen te veel bloed.
ar: هناك وتضمينه في الكثير من الدم.

source: Ape!
ar: القرود!

source: Jy het dit gedoen.
ar: أنت فعلت هذا.

source: Jou skuld.
ar: خطأك.

source: Forest sterf.
ar: يموت الغابات.

source: Is dit hoe jy bedank diegene wat vir jou bos geveg?
ar: هل هذا كيف أشكر أولئك الذين قاتلوا من أجل الغابات لديك؟

source: Jy bring monsters.
ar: يمكنك جلب الوحوش.

source: Nie dier!
ar: غير الحيوان!

source: Nie menslike!
ar: ليس الإنسان!

source: Nie diere nie 'n mens?
ar: ولا ​​حيوان ولا إنسان؟

source: - Hulle is hier!
ar: - هم هنا! - الموت!

source: - Doom! Doom!
ar: الموت!

source: Scouts?
ar: الكشافة؟

source: Hulle is hier!
ar: انهم هنا!

source: My krygers het uit die land van die dooies teruggegee.
ar: عادوا بلدي المحاربين من أرض الأموات.

source: my krygers!
ar: الأمام، ووريورز بلدي!

source: Om die Deer God!
ar: إلى أيل الله!

source: Jou krygers hawe's doen t terug na die lewe.
ar: المحاربين ملاذا وأبوس]؛ ر يأتي الى الحياة.

source: Die varke velle verberg hul reuk.
ar: جلود الخنزير إخفاء رائحتهم.

source: Mense!
ar: البشر!

source: Hulle wil hê ons om hulle te lei tot die Deer God!
ar: يريدون منا أن تؤدي بهم إلى دير الله!

source: Deer God!
ar: اخرجوا، الغزلان الله!

source: laat herleef my krygers die mense dood te maak.
ar: إذا كنت رب هذه الغابة، إحياء المحاربين بلدي لذبح البشر.

source: Nog steeds jou hart!
ar: لا يزال قلبك!

source: Ons is omsingel!
ar: نحن محاطون!

source: Hy word vir.
ar: ويتم ذلك انه ل.

source: Los hom!
ar: ترك له!

source: Nee!
ar: لا!

source: Hy's doen sal 'n demoon!
ar: انه وأبوس]؛ ليرة لبنانية تصبح شيطان!

source: Vertel Moeder dit is die Deer God die mense wil.
ar: أخبر الأم هو دير الله البشر يريدون.

source: Sy's doen ll weet wat om te doen nie.
ar: قالت وأبوس]؛ ليرة لبنانية تعرف ماذا تفعل.

source: t laat ons soort sterf uit!
ar: يمكننا أبوس]؛ ر اسمحوا دينا نوع يموت!

source: en vertel die bos wat jy is.
ar: أنا سوف يقتل أول من يتحرك، ونقول للغابة ما كنت.

source: Kom terug!
ar: نعود!

source: Ek brand!
ar: أحترق!

source: 'N vlam bars uit in my.
ar: لهب رشقات نارية من داخل لي.

source: Don's doen t draai in 'n demoon!
ar: دون وأبوس]؛ ر يتحول الى شيطان!

source: 'N antwoord!
ar: الجواب!

source: - Wat is dit?
ar: - ما هو؟

source: - San's doen in gevaar!
ar: - سان وأبوس]؛ ق في خطر!

source: Let's doen gaan!
ar: دعونا وأبوس]؛ نذهب!

source: Dit is warm!
ar: ومن الساخن!

source: Ek Don's doen t wil 'n demoon te wees!
ar: أنا دون وأبوس]؛ ر تريد أن تكون شيطان!

source: Te stadig.
ar: بطيء جدا.

source: Kry op.
ar: الحصول على.

source: A wolf!
ar: ذئب!

source: Gaan voort!
ar: الذهاب قدما!

source: luister na my!
ar: Eboshi، يستمع لي!

source: - Skietstilstand!
ar: - وقف إطلاق النار!

source: Die yster is onder aanval.
ar: والحديد المزخرف تتعرض للهجوم.

source: Vergeet van die Deer God en gaan terug!
ar: ننسى دير الله والعودة!

source: Die vroue het hulp nodig.
ar: النساء بحاجة للمساعدة.

source: Jou manne op hul pad.
ar: رجالك هم في طريقهم.

source: Hulle wag vir jou.
ar: انهم ينتظرون بالنسبة لك.

source: Watter bewys het jy?
ar: ما يثبت لديك؟

source: Geen!
ar: لا أحد!

source: Ek sou gebly het en geveg het as ek kon!
ar: كنت قد بقي وحارب إذا لم أستطع!

source: Jy wil my samurai in plaas van die Deer God dood te maak?
ar: تريدني أن قتل الساموراي بدلا من دير الله؟

source: t die bos en die yster fabriek in vrede te lewe?
ar: لا! يمكن أبوس]؛ ر الغابة والحديد المزخرف تعيش في سلام؟

source: - Wie se kant is hy op?
ar: - لمن الجانب هو انه على؟

source: - Let's doen terug te gaan!
ar: - دعونا وتضمينه في العودة!

source: Die vroue kan hou hul eie.
ar: النساء يمكن أن تعقد بنفسها.

source: Hulle het wapens en voorrade.
ar: لديهم الأسلحة والإمدادات.

source: Daar's doen die dam.
ar: هناك وتضمينه في البركة.

source: Hy is naby!
ar: وهو قريب!

source: Dit is nou of nooit.
ar: ومن الآن أو أبدا.

source: Wees waaksaam.
ar: البقاء في حالة تأهب.

source: Moet ons haar?
ar: هل نحن بحاجة لها؟

source: Ons jag 'n god.
ar: نحن تطارد إله.

source: Laat haar doen die vuil werk.
ar: السماح لها القيام بالعمل القذر.

source: Is jy dood?
ar: أنت ميت؟

source: San!
ar: سان!

source: Waar is jy?
ar: أين أنت؟

source: Okkoto... seun.
ar: Okkoto... إجازة، ولد.

source: sal die god nie kom nie.
ar: إذا نحن نقاتل، لن يأتي إله.

source: Wees stil!
ar: لا يزال!

source: Gee my prinses Mononoke.
ar: أعطني الأميرة مونونوكي.

source: Waar is San?
ar: سان أين هو؟

source: kan jy my hoor?
ar: سان، يمكن أن تسمع لي؟

source: Dit is my Ashitaka!
ar: ومن لي، Ashitaka!

source: Rus 'hom!
ar: إسكاته!

source: Skiet hom af!
ar: اطلاق النار على يديه وقدميه!

source: En hier was ek my laaste krag vir daardie vrou spaar.
ar: وهنا كنت إنقاذ بلدي مشاركة قوة لتلك المرأة.

source: Close up!
ar: عن قرب!

source: Bly weg van hom.
ar: البقاء بعيدا عنه.

source: Die vloek sal val op jou.
ar: لعنة سوف تقع عليك.

source: Het jy al die krag van spraak verloor?
ar: هل فقدت حتى القدرة على الكلام؟

source: Goed gedoen.
ar: حسنا فعلت.

source: Terug te val en is geneig om die gewonde.
ar: تراجع وتميل إلى الجرحى.

source: 'N aaklige gesig.
ar: منظر فظيع.

source: Daar is hy.
ar: هناك هو.

source: Gee my weer my dogter!
ar: أعطني العودة ابنتي!

source: Kan jy red San?
ar: هل يمكنك انقاذ سان؟

source: Die Deer God...
ar: الغزلان الله...

source: Don's doen t skiet!
ar: دون وأبوس]؛ ر اطلاق النار!

source: Julle vyand is nie die Deer God!
ar: عدوك ليس هو دير الله!

source: t maak hom seer...
ar: البنادق ويمكن أبوس]؛ ر التعرض له...

source: Slegs deur die kop...
ar: إلا من خلال رئيس...

source: Don's doen t sterf!
ar: دون وأبوس]؛ ر يموت!

source: maar dit het vir hulle dood.
ar: أرادوا الحياة، ولكنه أعطاهم الموت.

source: almal van julle.
ar: - وهو Nightwalker! - تراقب عن كثب، كل واحد منكم.

source: Dit is hoe jy 'n god maak.
ar: هذه هي الطريقة التي قتل الله.

source: Dit is ook die god van die dood.
ar: هذا هو أيضا إله الموت.

source: Bly naby agter my.
ar: قريبة البقاء ورائي.

source: Damn jou!
ar: اللعنة عليك!

source: Het hom!
ar: حصلت له!

source: Kry die kop!
ar: الحصول على الرأس!

source: Bring die boks!
ar: جلب المربع!

source: Die portiere is dood!
ar: والحمالين قد لقوا حتفهم!

source: Don's doen t raak die liggaam!
ar: دون وأبوس]؛ ر تلمس الجسم!

source: Dit's doen sal die lewe suig uit jou.
ar: وو [أبوس]؛ سوف تمتص الحياة من أنت.

source: Neem dit!
ar: خذها!

source: Die kop is joune.
ar: الرأس هو لك.

source: Moro's doen kop... dit het op sigself!
ar: مورو وتضمينه في الرأس... إنها انتقلت من تلقاء نفسه!

source: maak gou!
ar: هيا، عجل!

source: Hardloop!
ar: تشغيل!

source: Begin!
ar: تشغيل!

source: Na die eiland!
ar: إلى الجزيرة!

source: t swem! - Dit is vlak.
ar: - لا يمكنني أبوس]؛ ر السباحة!

source: Bring haar hier.
ar: أحضر لها هنا.

source: Ek sal haar doodmaak!
ar: وسوف يقتلها!

source: Moro's doen het haar wraak.
ar: مورو و [أبوس]؛ كان ق الانتقام لها.

source: - Lady Eboshi!
ar: - سيدة Eboshi!

source: - Help my.
ar: - ساعدني.

source: Don's doen t mors jou simpatie.
ar: دون وأبوس]؛ ر النفايات تعاطفكم.

source: Ek Toki belowe ek sal terug te bring nie.
ar: وعدت توكي أود أن تجلب لك مرة أخرى.

source: t hier bly.
ar: انها تبحث عن رأسه. يمكننا أبوس]؛ ر البقاء هنا.

source: Help my.
ar: ساعدني.

source: Jy is aan hul kant!
ar: كنت الى جانبهم!

source: Neem haar en gaan weg!
ar: خذها واذهب بعيدا!

source: Bly weg!
ar: الابتعاد!

source: Ek haat mense!
ar: أنا أكره البشر!

source: Ek is menslike.
ar: أنا بشر.

source: So is jy.
ar: حتى أنت.

source: Stil te bly!
ar: اسكت!

source: Ek is 'n wolf!
ar: أنا الذئب!

source: Don's doen t raak my!
ar: دون وأبوس]؛ ر تلمسني!

source: Ek is jammer.
ar: أنا آسف.

source: Ek het probeer om dit te stop.
ar: حاولت لوقفه.

source: Alles is klaar.
ar: انتهى كل شيء.

source: Die bos is dood.
ar: غابة ميتة.

source: dit is nie.
ar: أي أنها ليست كذلك.

source: Ons is nog steeds lewendig.
ar: ما زلنا على قيد الحياة.

source: Help ons!
ar: ساعدونا!

source: 'N bietjie gevaar en hulle is nutteloos.
ar: هناك خطرا كبيرا وأنها عديمة الجدوى.

source: Don's doen t stop!
ar: دون وأبوس]؛ ر تتوقف!

source: Die hoof's doen beweeg!
ar: رئيس وأبوس]؛ ق يتحرك!

source: Dit is om Hom te roep!
ar: وتدعو له!

source: Dit sal dit regmaak.
ar: هذا سوف إصلاحه.

source: - Dit is te stil.
ar: - أنها هادئة جدا.

source: - Hulle wag vir die dag.
ar: - انهم ينتظرون بزوغ الفجر.

source: Ek wonder of die jong man gevind Eboshi.
ar: أتساءل إذا وجد ذلك الشاب Eboshi.

source: Ek is seker dat hy gedoen het.
ar: أنا واثق من فعله.

source: Sy moet binnekort hier wees.
ar: وقالت إنها يجب أن تكون هنا قريبا.

source: Koroku!
ar: نظرة على هذا الوجه. مهلا، Koroku!

source: Laat hom nou slaap.
ar: دعه ينام في الوقت الراهن.

source: Dit klink onaardse.
ar: يبدو سماويه.

source: Die nagloper!
ar: وNightwalker!

source: Hou jou poste!
ar: عقد مواقفكم!

source: - Dit kom op hierdie manier.
ar: - ويأتي بهذه الطريقة.

source: - Ons's doen vyf het om te hardloop.
ar: - لقد أحرزنا قد حصلت لتشغيل.

source: Ons wag die yster fabriek!
ar: نحن حراسة حديد!

source: Ons belowe Lady Eboshi.
ar: وعدنا سيدة Eboshi.

source: Dit is vir hom!
ar: ومن له!

source: ontsnap!
ar: الجميع، والهروب!

source: Die Deer God kom vir sy kop!
ar: الغزلان الله قادم لرأسه!

source: Raak dat muck en jy is dood!
ar: الملمس الذي الوحل وأنت ميت!

source: Gaan na die meer.
ar: الذهاب إلى البحيرة.

source: Die water sal jou beskerm.
ar: المياه سوف حمايتك.

source: Lady Eboshi en die manne kom uit die ander kant.
ar: سيدة Eboshi والرجال تأتي من الجانب الآخر.

source: Ons moet die hoof terug!
ar: يجب أن نعود الرأس!

source: Gou!
ar: عجل!

source: Dit is hier.
ar: ومن هنا.

source: Wat doen ons?
ar: ماذا نفعل؟

source: Don's doen t paniek.
ar: دون وأبوس]؛ ر الذعر.

source: Om die meer!
ar: إلى البحيرة!

source: Bly kalm!
ar: كن على الهدوء!

source: Help die beseerde.
ar: مساعدة الجرحى.

source: Nie so nie!
ar: ليس بهذه الطريقة!

source: Daar gaan die dak... dit is al oor.
ar: يذهب هناك سقف... بمجرد أن يبدأ فورج لحرق، هو في كل مكان.

source: dit isnt's doen t.
ar: لا، بل يسن وأبوس]؛ ر.

source: Vader... vinnig!
ar: أبعد... بسرعة!

source: Daar is hulle!
ar: هناك هم!

source: Jy is nog lewe?
ar: أنت لا تزال على قيد الحياة؟

source: Dit is goed.
ar: هذا أمر جيد.

source: Ek sal die kop terug te keer.
ar: سأعود الرأس.

source: Laat dit en gaan.
ar: اتركه وتذهب.

source: Gee dit nou weer?
ar: يعيدها الآن؟

source: Dit is te laat.
ar: فوات الأوان.

source: Die son's doen kom.
ar: الشمس وتضمينه في الخروج.

source: die lewe-suig god van die dood.
ar: نظرة! وأبله، إله مص الحياة من الموت.

source: Hy's doen sal verdwyn met die son.
ar: وو [أبوس]؛ سوف تتلاشى مع الشمس.

source: Jiko. Vinnige!
ar: وهو المقبلة، Jiko.

source: Die dors hemel in besit te neem en die aarde is wat ons mens maak.
ar: والعطش لامتلاك السماء والأرض هو ما يجعل منا بشرا.

source: Ek Don's doen t jou wil doodmaak.
ar: أنا دون وأبوس]؛ ر تريد أن أقتلك.

source: liewe.
ar: أوه، يا عزيزي.

source: Don's doen t lyk so ernstig.
ar: دون وأبوس]؛ ر تبدو خطيرة للغاية.

source: Kry gaan!
ar: الحصول على الذهاب!

source: Vasgevang.
ar: المحاصرين.

source: kom gou!
ar: - الشمس، وتأتي بسرعة!

source: - Maak dit!
ar: - فتح ذلك!

source: Don's doen t jy verstaan?
ar: دون وأبوس]؛ ر تفهم؟

source: praat met die mens is nutteloos.
ar: Ashitaka، والحديث مع البشر لا طائل منه.

source: Human hande moet terugkeer.
ar: يد الإنسان يجب إعادته.

source: Ek het julle gewaarsku.
ar: أنا تحذيرك.

source: O Deer God...
ar: يا الله... دير

source: Ons keer terug jou kop!
ar: نعود رأسك!

source: Wees rustig!
ar: كن في سلام!

source: Hier kom dit!
ar: هنا يأتي!

source: - Dit gestop.
ar: - يتوقف.

source: - Daar is hulle!
ar: - هناك هم!

source: is sy seer.
ar: دقيق، وأنها تؤذي.

source: Dit val!
ar: ومن السقوط!

source: Styf vas!
ar: معلقة على ضيق!

source: Ek didn's doen t weet wat die Deer God gemaak blomme bloei.
ar: أنا ألم و [أبوس]؛ ر تعرف جعل الله دير الزهور تتفتح.

source: kyk!
ar: سان، نظرة!

source: dit is nie die Deer God's doen bos.
ar: حتى المستعادة، هذه ليست دير الله وتضمينه في الغابة.

source: Die Deer God is dood.
ar: الغزلان الله ميت.

source: t sterf.
ar: يمكنه أبوس]؛ ر يموت.
